"app.name" = "Peek";
"app.description" = "Move the cursor to the selected hot corner to reveal the panel. Click outside to hide it.";
"menu.quit" = "Quit %@";
"status.tooltip" = "Toggle Peek";
"status.hot_corner" = "Hot Corner";
"status.launch_at_login" = "Launch at Login";
"status.quit" = "Quit Peek";
"context.remove_pinned" = "Remove from Pinned";
"context.close_tab" = "Close Tab";
"context.pin_tab" = "Add to Pinned Bar";
"sidebar.new_tab" = "New Tab";
"launcher.placeholder" = "Search or enter address";
"launcher.clear" = "Clear";
"tab.new_title" = "New Tab";
"tab.pinned_fallback" = "Pinned";
"hot_corner.top_left" = "Top Left";
"hot_corner.top_right" = "Top Right";
"hot_corner.bottom_left" = "Bottom Left";
"hot_corner.bottom_right" = "Bottom Right";
"language.english" = "English";
"language.chinese_simplified" = "Chinese (Simplified)";
"language.japanese" = "Japanese";
"settings.language" = "Interface Language";
"settings.section.general" = "General";
"auth.window_title" = "Authentication";
"common.ok" = "OK";
"common.cancel" = "Cancel";
"menu.edit" = "Edit";
"menu.cut" = "Cut";
"menu.copy" = "Copy";
"menu.paste" = "Paste";
"menu.select_all" = "Select All";
"pin.window" = "Pin window (prevent auto-collapse)";
"pin.unpin_window" = "Unpin window";
